Revit 2027 API
ParameterTypeId.RebarSystemBarTypeBottomDir1Generic Property
 "Bottom/Interior Major Bar Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemBarTypeBottomDir1Generic { get; }
Public Shared ReadOnly Property RebarSystemBarTypeBottomDir1Generic As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemBarTypeBottomDir1Generic {
	ForgeTypeId^ get ();
}
static member RebarSystemBarTypeBottomDir1Generic : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace